[
{
  "title": "The Fate of the Turiyaat",
  "icon": "egyptQueen.jpg",
  "cast":
    "Jhanos: Andrew Saenz, Clock: Ben Lapaen",
  "audio": [],
  "series": "BWS",
  "bookTitle": "Festival of Fire",
  "bookNumber": 1,
  "chapterNumber": "0",
  "episodeSummary": "There was no wind on the night that Varien Gray and Jaonos Ventium met for the first time. The desert air had cooled from the blazing heat of day and the pirates within a secret grotto lit small fires or wrapped shoufa’s around their necks to keep warm. They were merely a small dot within the great and endless expanse of desert stretching out in all directions. Surrounding the mighty desert, like a dam holding back all of the sand, was the fearsome peaks of the Vine Mountain range. It was made of razor sharp obsidian rocks that reached up in crooked slits through the sand. All manner of foul things can be found stalking its jagged peaks. \n\n\n The Twin Moons shone bright and the Tower of the Second Sun and Third Moon illuminated the whole of the sands from 500 leagues away across the desert. It was in this grotto that two ships were to convene: The Weevil and the Blue Heron. \n\n\nVarien Gray, one of the most fearsome assassins within all of the Shattered Sands walked up the gangplank past groups of pirates. He wore flowing black robes to obscure his utility belt filled with tools of his profession. His silvered mask sent chills through sailor’s spines. The gears and clockworks shifting like a rorschach--unreadable and unnerving. \n\n\nHe past some of the sailors playing Sting, some singing songs, smoking shisha or drinking araq, but others sat in silence sharpening their blades, weary of his presence and about what lay ahead. \n\n\n He stepped forward onto the deck of the Blue Heron and it was there he met Captain Jaonos Ventium whose golden eye traced the wooden railing of the vessel, sizing up her speed and stamina for open sands. Jaonos looked at her solar sails, the deep blue weaves of the fabric and the intricacies of her lines. He noted the best places from which to board another vessel, where the Black Mamba cannons might sit and be pivoted for maximum damage. His thoughts drifted to chartering a crew from Jaffa, setting forth to do what he does best: pirating. Jaonos stroked his long beard as he dreamed of commanding his own vessel, not one under his mother’s flag. His skin glowed a faint blue, a notable mark of his heredity which was practically a legend of its own. \n\n\n As Jaonos spun around to face the cloaked figure of Varien, his long red cloak unfurled like the wind--an aura of magic hummed about him with the energy of a storm about to erupt. \n\n\n They shook hands. \n\n\n Had they known then what we know now, perhaps they would have sailed away to the far corners of the sands to live out their days in quiet and peace. Perhaps they would have left this all far behind. But, destiny, if you believe in such a thing, has a plan all its own. For what is done cannot be undone. \n\n\n The captain of The Weevil, Jerec tells them of a plan in which the two of them will rob a massive sifter called the Turiyaat. The Turiyaat was constructed by the powerful slave state Tuman Bay and is one of the largest sifters ever built. It was financed by a mighty slaving lord, Lord Raffi and he has invited the elites of Tuman Bay aboard for its maiden voyage. It will be seen as a display of power and wealth across the whole of the desert...specifically in the eyes of the Sultan of Sharakhai, Tuman Bay’s ancient foe. \n\n\n The Plan: Get aboard and sneak into the bridge. They have a scroll of a greater Mage Hand to steer the vessel towards the rocks of the Vine as leverage. They will then demand everyone at the party to put all of their precious items within the cargo hold if they want to live. Money, gold, silks, spices, jewels and silver. The two pirate ships will then sail underneath, load up with the spoils of the heist and Jaonos and Varien will sail away as the spell dissipates at the last moment. It will be enough to give the slavers a good scare and the Weevil and Blue Heron a solid head start as they sail into the distance rich men. \n\n\n Ramahd, captain of the Blue Heron and a wealthy merchant from Naseem, tells Varien and Jaonos that he is only doing this job to find information about a Blood Mage named Macide who killed his wife and daughter, leaving him for dead marooned in the sands. He tells them that one of Macide’s former acolyte’s is onboard. It is none other than Lord Raffi’s wife, Anaya Varesh. In exchange for bringing Macide to justice, Rahmad offers to give Jaonos his ship, the Blue Heron and Varien his sapphire hilted scimitar.  \n\n\n To ensure the information will be gathered, Ramahd insists his right hand man Dan’il accompany them. Dan’il is a solemn man, weathered from years aboard sifters and scarred from many battles. His leather armor showing signs of wear, his spear signs of heavy use. \n\n\n The two adventurers travel to Tuman Bay, seeing the black towers and long lines of slaves working to construct new monoliths within the harbor, it is a sickening sight to those who are not accustomed to such cruelty. By quick thinking and cunning they boarded the Turiyaat disguised as Tuman Bay slaving lords. When the ship departs it is a sight to behold. The great ship, like a slumbering dragon, lifted forth from the sands and with waving red and black flags began creeping its way slowly into the sands for all to marvel in its wake. \n\n\n Fireworks exploded in brilliant colors above the vessel as the crack of dusk peered out over the dunes. The blood red sun sank forth behind the Vine. “Red sun at night, a sand sailors delight!” remarked Lord Raffi to his Vizirs. “All shall tremble before the might of Tuman Bay.” \n\n\nThe party that ensues onboard is a glutinous display of wealth and power. Many slaves passed the infiltrators carrying trays or performing for their masters. The slaves all wear collars formed from the black obsidian of the Vine. It is imbued with magic, forcing submission to their masters and painfully bolted into the skin and collar bone of the subjugated. A grisly affair. \n\n\n Amidst the party Jaonos finds this Blood Acolyte, Anya Varesh. They shared a trance through the wicked ways of blood magic. The “Red Ways” of the Blood Magi have long been outlawed and persecuted throughout the sands. The magic is of a dark rumination and its casters either turn vampiric, paranoid, violent or all three. Anya Varesh, hearing tell of Jaonos’ bloodline kissed him unexpectedly, but only after biting the inside of her lip. As she wiped her blood across his lips they both were teleported to a vision of Jaonos high above the Amber City of Sharakhai within a swirling vortex of fire pooling below. They both snapped violently out of the shared vision and Anya, tears streaming down her face, muttered Macide’s name. She reveals he is in the southern city of Bariik’s Bowl. \n\n\n Varien, after meeting onboard with Jerec’s gnome contact, locates the Bridge and once reunited with Jaonos, they break into the helm and set the ship on its self destructive course towards the Vine. From seemingly nowhere, three snake like beings surround them. The Serpent/Humanoid folk tell them to leave the mage hand towards the rocks and allow the ship to crash, if they do so, they will be rewarded with their lives. The two clearly agree and make their way toward the hold. \n\n\nThe ship starts to come under fire from two pirate ships, most notably by Talindra Fardan, Jaonos’ mother, the dread pirate lord of the The Marauders of the Crescent and Star. Their relationship is somewhat strained and Jaonos is greatly dismayed to see her here. A battle erupts on the deck as Yuan-Ti Abominations begin to slaughter all aboard. Lifeboats start scurrying off as the adventurers and Dan’il make their way to the hold. \n\n\nThe Weevil appears underneath and as the three jump down Dan’il’s eyes glow yellow. It is a feared Changeling, Ulkaar Dy’laan who has been hunting Varien Gray, under contract by the pirate Lord Dessan the Scarred. They fight and Varien is nearly killed. In the nick of time Jaonos uses his storm magic to lift them all high in the air. The Blue Heron arrives alongside the Weavil as Jaonos, Varien and this changeling dangle in mid air, but Jaonos isn’t strong enough to lift them all. \n\n\nVarien falls aboard the Weevil and Jaonos the Blue Heron. The Changeling falls to the sands and rolls into the dunes. \n\n\nThe real Dan’il jumps down aboard the Weevil. The Pirates attacking the ship are blowing it apart and the sounds of hectic battle rage above. \n\n\nThe Weevil and the Blue Heron break off in opposite directions as the massive Turiyaat crashes into the jagged rocks of the Vine. It is destroyed completely. Only those aboard lifeboats survived. \n\n\n Jaonos remains with Ramahd. Varien steals a small Sifter and leaves the Weevil… \n\n\nThe destruction of the Turiyat will set in motion a conflict that will soon tear the Shattered Sands asunder and pit Tuman Bay on the warpath against Sharakhai and its Silver Spears once and for all."
},
{
  "title": "Refugee Road",
  "icon": "Refugee-Road.jpg",
  "cast":
    "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler, Kal: Brendan Meyer",
  "audio": [],
  "series": "BWS",
  "bookTitle": "Festival of Fire",
  "bookNumber": 1,
  "chapterNumber": 1,
  "episodeSummary": "As the wind blew along the ancient rocks built into the cozway a feather was picked up effortlessly. It begins to dance throughout the rigging, the tall masts, ropes and sails of sifters sitting docked in the southern harbor within the eastern trading city called Naseem. Rumors and wild tales pour forth from docks, shisha dens, trading bazaars and guard stations, “The Turiyat has been destroyed. Soon there will be war.” \n\n\n Clouds overhead are mixed with a deep red and the remaining black of night. In the west the great tower of the third moon shines faithfully in the very heart of Sharakhai. It’s massive orb begins to shimmer as the sun begins to gently crest over the dunes of the Shangazi. In a sudden flash that looks like an explosion of light the color changes into a ball of yellowish/red – the tower has become that of the Second Sun. A moment of silence is had and then the hard driving Captain, Carlina of the Tipping Scale, begins shouting orders. The hard lines on her face each tell their own tale, but she exudes command and surety, despite her short stature. From humble beginnings she has made herself into one of the most respected Captains in all of Naseem. Lines are drawn and crates are being heaved. The last of the cargo is loaded through the bay doors. \n\n\n This story is not the beginning, the sands have no beginnings or endings, but it is our beginning… \n\n\n The Tipping Scale has been assigned to sail south across the shifting tides of sand towards the Southern city of Bariik’s Bowl. They have been contracted by one of Naseem’s powerful mechant companies, the famed Ivory League. Aragwyn Moonshadow, tracker for the ship, scowls quietly at a dragonborn sailor. Kal E’Moore, product consultant for the shisha, tersely exchanges jabs with Ivory League consultant, Master Kraven. \n\n\n Black-Cloaked Varien rejoices his reunion with Jaonos Ventium. They are both coincidentally assigned to this contract and have not seen one another for a month since their ordeal aboard the Turiyaat. They don’t wish to speak about what transpired in open air with so many loose lipped sailors about. A few months gone and already word has spread like wildfire throughout the desert. Rumor has is the Sultan himself destroyed the Turiyat and tensions between Tuman Bay and Sharakhai are rising at a terrifying rate. The Sultan sent emissaries to Tuman Bay to parlay, but lord Raffi refused him claiming that the Sultan himself must appear before the Great Houses of Tuman Bay if he intends to broker peace. Rumors wisp about that the Sultan will go in person to appease the Slaver Kings. \n\n\n With a loud cry Carlina orders the Sifter out of port and so the Tipping Scale sifts out and into open sand. \n\n\n As the ship makes it way down the wind lane from Naseem to Bariiks, the air is thick and tense. Kal decides to go down below deck to inspect the shisha. Its shit. Suspicion is raised. Suddenly he hears the laughter of a man hidden behind a set of crates, chained to a mast. A black haired, ragged looking man with a red ruby replacing his left eye. He introduces himself and Zha’ir al Vidad, Captain of the Black Lotus. A pirate ship. Zha’ir tries to persuade Kal to release him and to help him commandeer the ship. He tells Kal that Carlina took his ship, the Black Lotus and made herself captain. He tells Kal to consider the circumstances, the condition of the shisha, then proposes that the voyage is a veil for a secret transaction, one in which Carlina delivers Zha’ir to the Silver Spears and all the crew members, included Kal, silenced by blades. Zha’ir challenges Kal to look through Carlina’s desk, to search for a note bearing the seal of the Silver Spears. Kal goes top side to mull it over. \n\n\nThe ship passes a long line of ragged beggars. Hundreds of thirsty and restless refugees that beg the ship to stop. They claim they’ve been attacked by a merciless Orc warband called the Red Hand. They are bearing down on the refugees and will slaughter them all. Carlina says it is too much of a risk to which Varien concurs. Aragwyn requests that the ship stop to provide aid, but it's ultimately ignored. Suddenly, a young women dressed in all black cuts through the crowd. With Aragywn’s help she is able to sprint towards the ship and skillfully leaps dozens of feat in the air and lands aboard. She introduces herself as D’Harr di Takoom and quietly requests passage from Aragwyn. The two of them form an immediate bond. Carlina has no time to deny the request… \n\n\n With the sound of splintered wood, the Red Hand attacks. Small cutters appear over the dunes and the Orcs make a flanking maneuver and draw close. Fingers begin to claw through the hull, ship hooks latch onto the stern of the ship and marauders begin climbing the ship. A battle ensues. The singing of blades and the orcs crude weapons ring out in the air. The smell of blood growing thick. Aragywn skillfully fires one arrow after another into the oncoming vessels as her ferocious desert cat, Noor savagly claws at any opponent foolish enough to come close to her companion. Varien, with his mask shifting silver, dances among the marauders cooly with deadly accuracy. This woman, D’Harr proves herself to be no mere refugee as her firsts and kicks fell numerous foes. The battle rages on and Carlina is slashed by a scimitar, clinging to life. The marauders are put down and the day is one, however through the gore slicked decks we discover that the Tipping Scale is badly damaged and now inoperable. Kal rushes back below deck, but finds Jaonos Ventium speaking with Zhai’ir, being tempted with promises to help find Macide, the blood mage that Jaonos has been contracted to find, being tempted by the promise of his own ship. Jaonos frees Zhai’ir and the two of them go top side, Kal follows. \n\n\n Top side, Carlina, defends herself from mutiny. The few crewman left have taken sides with Zhai’ir. To damn her, Kal goes into her desk, finds a note from the Silver Spears and reads it aloud, “It is at the rendezvous point that Captain E’Moore will turn over the pirate-” Kal stops midsentence. Suddenly he begins defending Carlina with his life. Varian casts a spell to incapacitates Kal and threatens to kill him, but Aragwyn stops him. Instead, with the ship destroyed and the crew stranded, Aragwyn, Jaonos, Varian, D’Harr and Kal decide to unite and follow Zha’ir al Vidad, also known as “Ruby Eye” to his secret grotto in the Vine. Carlina is put in chains and Kal vows to keep her out of everyones hair. With the sun hanging hotly over the western sands, the Tipping Scale is scuttled and burns bright as the five strangers, bound by self preservation, trek across the dunes following one pirate and dragging another behind them in chains."
},
{
  "title": "Quicksand",
  "icon": "QuickSand.jpg",
  "cast":
    "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler, Kal: Brendan Meyer",
  "audio": [],
  "series": "BWS",
  "bookTitle": "Festival of Fire",
  "bookNumber": 1,
  "chapterNumber": 1,
  "episodeSummary": "The adventurers wander through the deep sands, their legs weary and mouths dry as they trudge up and down thick dunes of sand. They wish to make their way upwards towards the strong rocks of the Vine. The Vine, a jagged mountain range that surrounds every edge of the desert. It is a dangerous place, full of wild creatures, unexpected lightning storms and the razor sharp obsidian rocks. \n\n\n In the distance they can see a massive sandstorm that blows across the wastes. It leaves in its wake stormglass -- patches of valuable glass left behind when the lightening of a storm hits the sand and turns it into smooth glass. They watch as a few stormglasser boats get sucked up into the funnels of the maelstrom and destroyed. Dangerous business for a quick payout. \n\n\n Kal drags Carlina across the thick dunes of sand and they trail along in the back due to the burden of the chains. The begin to speak candidly with one another about this failed expedition and she cautions him against trusting Zhai’ir. Everyone in the party is wary of where Ruby Eye is leading them, but what choice do they have? \n\n\n Aragywn scouts ahead gliding easily atop the sands while the others slog within its depths. She guides them safely through what she thinks are patches of quicksand, but ultimately turn out to be the tunnels of massive insect-like beasts whose thirst of hunger drives them to attack the party. \n\n\n Kal has Carlina still connected by chains and she asks him to be set free during the course of the battle, but he refuses. Varien and D’Harr tumble into the tunnels beneath and avoid being buried within the sand caving in on their sides. D’Harr nimbly leaps upon the insects back dodging past it’s pincers and claws and begins tearing into its antenna--Vairen can see her graceful moves and feats of agility...he has heard tell of woman warriors who move as skillfully as her, but in the heat of combat he merely clocks it and begins darting beneath the same creature stabbing into its underbelly. \n\n\n Aragywn meanwhile begins raining arrows into the weak spots of this desert creature. Adeptly she fires one arrow after another into the neck of the attacking beast as Jaonos, seeing Varien fall inside the sands, takes to the sky and begins hovering above the cave in. Aragywn’s faithful companion Noor, with the power and stealth of a desert cat, lunges at the beast and begins to claw into its weak spots. \n\n\n Kal seeing the danger, finally agrees to let loose Carlina and immediately upon doing so she crosses blades with Zhai’ir. The two pirates swirl about, their blades singing on the outskirts of the battle. \n\n\n Each character is bloodied by the massive beasts and after some close calls one of the creatures is felled by D’Harr and Vairen, while Aragywn is able to instill terror into the other who retreats beneath the sand and back into the desert. Jaonos with Carlina’s chain pulls D’Harr and Varien out of the caved in tunnel and Kal scrambles to stop Calina and Zhai’ir from killing one another. \n\n\n After pulling them apart the party ventures forth further up the slopes of sand where the serrated rocks of the Vine become more numerous throughout the sands. They are tired, bloodied and slow moving. From this height they can see quite far across the eastern expanse of the Great Shangazii--a desert so vast it seems to go on to the fringes of the universe. Like a beacon the radiant citadel in the heart of Sharakhai glows bright as they watch the golden orb of the Tower of the Second Sun dim into a brilliant blue, transforming into the Tower of the Third Moon. It’s blue hues cut for leagues across the sands--a beacon for any sifter pilot to find their bearings and to lead them to the Amber City.  \n\n\n The Twin Moons shine overhead as Zhai’ir leads them to enclosed rock formation. He tells them to spread out in a circle upon the sand. They all hesitate, but finally D’Harr does so and the rest follow. The ground beneath them begins to quake as Ruby Eye whispers an incantation of magic. Soon the ground gives way into quicksand. Their feet begin to sink They each hold their breath as they are sucked down through the sand and enter a pitch black cave: the secret grotto where Zhai’ir is nowhere to be found… \n\n\n It is pitch black. The air is dry and stale. Varien and Aragywn can’t help, but feel as though they are not alone within these dark tunnels. Feeling along the walls the clay is dried and flakes away into the sands beneath their feet. They notice weird scratches and gauges within the bedrock and begin to get worried. \n\n\n After some minor casting the hallways are dimly illuminated and the weary travelers navigate the tunnels cautiously grumbling about ever trusting that pirate Ruby Eye to which Carlina fervently reminds them about her previous warnings. They come to a large cavern within the caves, the intersection of multiple tunnels and it is there they see creatures made of stone. A few statues of Thri-Keens litter the open floor, many of which are dilapidated. Using her knowledge of the desert and natural tracking abilities, Aragywn determines this to be the work of dreaded Basilisks who must have made this cavern their home. With a jolt of energy into their tired bones the party immediately springs to action and begins to devise a plan, knowing the beasts could arrive back at any moment. Kal, Jaonos and Varien search the surrounding halls and find a few wooden doors built within the rocks. They open them to find Ruby Eye’s hideout in which they discover his stash of treasure, some supplies and most importantly for Jaonos--the araq and wine collection. All of it is coated with a thick layer of dust, clearly the hideout has not been visited for some time and there are no signs that Ruby Eye scoured it before them. \n\n\n Jaonos begins to help himself to some of the Araq when a shrill and bone chilling growl emanates deep within the cavern halls. They make haste back out into the great room, some of them covering their eyes for protection. The hungry blue eyes of the basilisk weave their way through through the darkness. Aragwyn and Kal begin to fire arrows into the darkness, but without being able to look, few of them hit home and many skitter across the floor. Jaonos, conjuring the power of the desert winds, begins an incantation which kicks up sand into a thick cloud around the beast stinging its eyes to a close. That’s all the time they need. D’Harr and Varien drive forth into the narrowed hall and begin to attack the beast with all they have left, slashing, parrying and closing with the monstrosity. Another Basilisk appears from the darkness and as D’Harr twirls round to face it she prays to her deity, the Goddess Talisi. Whether from her own inner strength or imbued with Talisi’s favor, the divine daughter delivers a vicious series of blows that fell the creatures, puncturing through its heavy hide. The rest of the party, casting rays of magic, shooting arrows or slashing with blade and claw deliver the remaining creature to the dust as well. However, during the course of fighting, Kal breaks away with Carlina… \n\n\n Taking her deeper into Ruby Eyes lair he questions her about the note her found in her cabin. The one that bore the seal of Sharakhai and was addressed to Captain E’Moore. Carlina tells him that Julian is her son and that he’s been entangled within very powerful and dangerous individuals. This ploy was a way for them to meet face to face...Julian would never meet with her, not after she abandoned her children for pirating. She tells him that Julian is captain within the Sultan’s navy and that his very life may be in danger. Both become aware of their present reality and the fragility of their chance encounter. Carlina tells her son that she isn’t sorry for the life she chose and Kal, in a fit of madness, rage or even a deep sadness sends an arrow into her heart. The simple silver ring around his finger tightening ever so slightly… \n\n\n Kal returns to the cave to find the adventurers surrounded in a sea of Thri-Keens. They are a tribe, clearly the original borrowers of these tunnels. They do not communicate with any discernible speech, but instead the chieftain comes forth at the head and offers out his long insect-like claw. Deep obsidian ink drips gently off of it. “A sign a fortune and kinship,” recalls Varien. He is the first one to extend out his arm. The chieftain begins to tattoo the symbol of their tribe upon Varien, a sign of friendship and safe passage within these Thri-Keen tribes land. Each adventure steps forth to receive this ink, however when Aragwyn steps forth something quite unexpected occurs. \n\n\n As the Thri-Keens ink touches her skin the creature reels back in great pain or terror. All of the other tribes folk do the same. Aragwyn feels her hand and arm pulsing like the rhythmic beat of her heart. Upon her hand, covered from the party by simple dessert wraps, is a tattoo of the most intricate design. It is an adicara bloom with vines and unopened buds that wrap up her arm. Unbeknownst, even to her, she raises it high and all of the Thri-Keen come to attention. Upon the sand a dim blue light glows in a trail leading out of the cavern. She follows it, as do the rest of the party. \n\n\n Out in the desert, under the twin moonlight, they see what seemingly appears as a mirage. Twisting vines of a grove moving as though they are alive. The blue glow radiates from within. A Blooming Field. A myth. A childhood story of wonder--yet here it is. \n\n\n They slowly descend the sloping dunes towards the fields. Out in the distance the see the faint shimmer of a jet black ship sailing south...Ruby Eye making his escape no doubt. \n\n\n As they approach the twisted vines Varien warns the party to be wary, he’s heard tell of this place and the slightest prick of a thorn is a enough to send you immediately into cardiac arrest.  Hidden likes diamonds within the vines boughs however are the famed Adicara Blooms, legend has it the petals of these blooms exhibit great power. They are worshiped by many of the desert tribes. In past ages, warriors would take them before battle, allowing them to accomplish incredible feats with supernatural ability. The blue light upon the sands leads straight in. They search along the fringes of the field with no successful entry until Aragywn raises her hand towards the blooms. They try and stop her for fear of her death, but miraculously the blooms part and a way opens. She walks forward, unafraid. \n\n\n As the party follows her in the vines twist and whine behind them closing like a ring of death behind their backs...the only way is forward. Varien, at the back of the line, can’t help himself. Who knows when he may ever encounter such a sight again. Daringly he slices his scimitar through the thick vines to snatch a bloom falling towards the sand. He is successful. He immediately takes the glowing Adicara bloom at stows it away beneath the many folds of his black cloak, but not before ingesting one. As soon as the petal hits his tongue his sense of awareness triples. Everything is heightened. He notices for the first time that his mask is stifling, as if the very air he’s breathing makes him sick. He’s able to compose himself and keep the mask on, the rorschach of gears twisting like the vines around them. What no one is able to see beneath the mask are his eyes glowing silver like the moon Rhia. \n\n\n They come to a clearing and within the field where they see a small water well that has been overgrown by the vines. They also see an old temple. It is ancient in its design and looks as though it’s been abandoned for a millenia--crumbling slowly due to wind erosion. It too is covered by the thick and dangerous vines, but between the grooves of its ancient stones grows dozens of the Adicara Blooms. Suddenly an old man opens one of the heavily dilapidated wooden doors. He carries a pale and begins to head towards the well outside. He is seemingly unaware of the party’s presence until they stop him. The old man’s eyes are as milky white as his long beard. He greets them kindly and tells them he watches over this ancient place tending to the Vines. He tells them that the Goddess, Nalamae, one of the New Gods used to walk these groves many moons ago, but that was back when the vines were kind and the blooms were abundant. \n\n\n They try to question him further about the nature of this place, but he points them inside, telling them that all they wish to see can be revealed within a Mere. They cautiously follow the blind man and enter into the temple. One inside the doors behind them shut and the man is gone. All that is left is darkness, a deep black. The only light emanates from the center of the room where upon a humble dias sits the silver bowl of a mere. They approach is and gaze within the shallow water. Each has a vision. \n\n\n Aragwyn’s sees  he mother’s lifeless body. She sees the yellow eyes of Dessan the Scarred as he breaks her younger brothers neck. She tries to fight back, but is tossed aside. She can hear the trees screaming. She wades out into a river of blood. She sees her loved ones on a distant shore as each are cut down, felled ruthlessly ike trees silently crying. \n\n\n Jaonos sees the cruelty of his mother. It is insestious and sick. He is forced to kill innocents, then clear the gore from the deck of a ship with his bare hands. He is whipped by his mother and then forced to make love to her. He then envisions his body being wrapped in thick black chains. He is being squeezed until his bones break and then he is cramped into a tight space...a lamp. \n\n\n D’Harr envisions her holy city of Takoom burning. Flames dancing from the wooden beams of Talisi’s temple. The sky is filled with fire, her hands are covered in blood. She holds an Ebon blade and beheads each of her sisters one by one. She then plunges the Ebon blade into the Great Mother’s heart. The last sister brought before her is her favorite, Sha’heer, the sister she has been sent to find. \n\n\n Clock envisions the swinging of the sun blade before him like that of a giant clock. He is trapped by Dessan the Scarred who removes his limbs one by one, cauterizing each wound with the blade of sun. The last thing to be removed is his tongue. Dessan then asks him for a story. \n\n\n Kal envisions himself in a prison. A man in Silver Spear armour hacks away at his limbs and then rubs salts, krillar into the open wounds. Like an hourglass salt pours forth from the ceiling burying him up to his eyes. The last thing he sees is his brothers hard face as he tells Kal that they are not brothers...his brother died long ago. \n\n\n They then all have a shared vision. They are on the bow of War Sifter. It is raining and there are hundreds of sifters sailing alongside them towards Sharakhai. A battle rages around them. Many of them are bloody, peppered with arrows. Like an ancient oil painting we see each of them in their final moments before the ship is destroyed. Jaonos is at the helm, arrows in his chest, one hand on the wheel and the other casting storm magic. Clocks bright blade burns through the chaos and he is without his mask. D’Harr is in Blade Maiden garb with an Ebon blade coated with gore. Aragwyn is covered from head to toe in these black vine tattoos, her hand shines bright. Kal holds a thousand yard stare as he gazes into the ring on his hand seemingly oblivious to the destruction around him. \n\n\n They come to at the limits of what they can take. Each are mentally exhausted, ragged from the horrible visions they all witnessed. Strange and disturbing sounds echo around them as the doors to the temple fly open. As they run towards the moonlight they see the old man. He tells them they should not have come here and that they must run. As they beg him to answer more questions his body disintegrates into flesh, bone and then dust before their very eyes. Horrified they start to run. \n\n\n Black and jagged hands cut up through the sand. Large black creatures whose bodies look emaciated leap forth from underneath the vines. The large jackal creatures howl and whine as they slash their claws and gnash their teeth. Their bright blue eyes feast upon the party and they begin to chase them. Aragywn, with her hand held high, attempts to guide them out. They find a small dock with small ancient cutters--enough for four or five passengers. Clock and Jaonos ready the ship as the creatures bear down upon them. Almost as if in a trance, Aragwyn begins to walk back in the direction of the vines towards the creatures. In her head she can hear them calling to her. “River Daughter.” \n\n\n As the monsters charge towards her it is Clock that leaps forth from the ship and from a black hilt a blade of light appears. The sunlight emitted from it is enough to temporarily blind the creatures as he pulls Aragywn back to the cutter in the knick of time. They sail off into the dunes listening to the dark cries of the beasts behind them. Like a mirage, the Blooming Fields disappear and they are left alone in the middle of the desert, gliding along the sands under the twin moons."
},
{
  "title": "The Bowl",
  "icon": "the_bowl.jpg",
  "cast":
    "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler",
  "audio": ["the-bowl-pt1"],
  "series": "BWS",
  "bookTitle": "Festival of Fire",
  "bookNumber": 1,
  "chapterNumber": 6,
  "episodeSummary": "Shell shocked. Their bodies aching and weak they drift aimlessly south along the dunes. Despite their dire predicament their minds still reel from what they’ve experienced. Jaonos starts to gain his bearings by using the stars to guide him, thankful that it is a clear night. Kal weeps alone curled up in the bow of the sifter. He cries for the loss of his mother and as he begs her forgiveness he rubs his hand. His tears touch the ring and immediately his teleported away. The sheer force of this magic rocks the sifter violently. The party is shocked. How much more can they endure? Now the boy disappears? Five members has now fallen to four. \n\n\n Varien reveals his true identity. He tells them he is “Clock, the Wanted” the most sought after man in all of the Shangazii. His bounty is the highest in history. He tells them about stealing the Sun Blade from Dessan the Scarred, a fearsome pirate dreadlord. He tells them of his old sifter, the Ancient Plague and some, not all, of the sacrifices he made in order to obtain this black hilt. He warns them that he is being hunted by a Changeling names Ulk’aar Daayln. Throughout Clocks tale Aragywn listens with deadly precision, her aims peaked by his talk of Dessan. Jaonos is seemingly the most stunned, this explaining what happened aboard the Turiyaat. He has also heard of “Clock the Wanted” everyone has. The amount of money that he could have turning Clock in would be enough for a small fleet of Sifters….the thought passes as soon as it comes and Jaonos feels slightly ashamed. They have already experienced much together and he could never turn him in. \n\n\n Clocks honestly spurs in the others the want to share more about themselves as well. D’Harr reveals that she is in search of her sister Sha’Heer who has been kidnapped by an acolyte named Fakiir from Takoom. Aragywn doesn’t speak, merely listens to the others. She can feel the presence of these creatures still calling towards her. She feels them following as if hidden beneath the sands...their pain is almost unbearable. \n\n\n Clock, with his sense heightened, sees a flare far off in the distance. The starshell falls from behind dunes to the south. Though no one else can see it, Clock guides them towards its origin. They come across another sifter in the basin of three dunes. It has been marooned and half capsized within the deep sands. There is a single large individual at the bottom attempting to gather supplies. The party decides to investigate and they flanks around the dunes approaching it from all angles. The large man is a half-orc of quite towering size. He wears gray cloth wraps and desert colored robes. He has a two handed sword upon his back greets Jaonos who reveals himself to the orc. He is Gaius Decius Maximus Meridian. As Clock sneaks around the back of the broken sifter he encounters a Dwarf hidden beneath the broken sail. He comes out with a heavy crossbow pulled back. After the situation and tension deescalates the dwarf, named Kaz offers some beer from his alehorn in good faith. He tells them that he and Gaius were headed south when they were waylaid by a jet black ship full of pirates. One in particular with a ruby eye told them that the party would stumble across them. He hands Jaonos a note in Ruby Eyes hand that tells him to keep heading South to Bariik’s bowl. There is someone there called the Tattered Prince that he should seek out. He also warns Jaonos about getting in over his head. \n\n\n Cursing Ruby Eye the party invites Kaz and Gaius aboard there already crowded sifter and begin headed south. Jaonos is able to find a windlane and they travel another half day to get there. Each are able to get some rest and become closer to Gaius and Kaz. All except Aragywn who still does not speak. \n\n\n In the late morning they begin to see other sifters congregating in the wind lanes. Large Silver Spear warships pass them bye, but in such a small vessel they are quite unassuming. Their craft is dwarfed by these warships and trading vessels--all enroute to Barrik’s Bowl. \n\n\n Barrik’s is the largest port city in the South of the great desert of the Shangazii. It is nestled within a giant basin of sand that is right up along the Vine mountain range. The city itself has been built up into the cliffside. Its one harbor is massive and is right at the bottom of the large slopes of sand in the shape of a crescent moon. In the center of this large harbor is a small island made of stone, Blackfire Prison where the Silver Spears detain some of their most notorious criminals. There is only one way in and one way out, a giant lift in the center of the small rocky basition. It is guarded heavily. \n\n\n Barrik’s is under the Silver Spears control, but it is in a fragile state. So close to Tuman Bay there is a strange algumation of the populace. Slave trading is legal in the city and many pirates are allowed to dock with minimal harassment from the SS. To say corruption is rampant would be an understatement. The Silver Spear Governor of the city goes by the name of Tarakeen, however many follow the unofficial leader of the city, Big Boss Thrane. A tiefling smuggling lord who resides within a cliffside fortress known as the “Devil’s Eye.” Relations between the Spears and Thrane’s men is rather strained, but so far the two operate in conjunction with one another without too many clashes. Thrane is championed as a man of the people, but the Spears are vocal about his criminal affiliations. \n\n\n They make their way into cue in order to enter the city. In order to due so they must pass beneath the giant stone gateways. The construct stands hundreds of feet off of the sands and allows ships to enter and exit the slopes leading down to the Bowl. In order to enter they must pass a Silver Spears War galley. D’Harr sees a Blade Maiden, the Sultan’s elite fighters and personal bodyguards, they are feared throughout the sands. Each of the women was born and raised in Takoom, so it is likely that D’Harr knows them personally or has their family. The Maiden speaks to D’Harr in secret Takoom handsigns. She warns D’Harr of danger all around. They sail by with no major incident and make their way down the slopes and dock on the east side of the harbor near the more run down section of town known as “the Knot” and for good reason. It is a sweeping vista of winding streets that lead up into the hills of the Vine one twisted street at a time. The “Devil’s Eye” can be seen at it’s great height--it has a large red window built into the cliffside. \n\n\n Along the quay they disembark and immediately are met by a retinue of Silver Spear guards. The soldiers order Kaz to come with them by decree of Governor Tarakeen. It takes a good deal of convincing from both Clock and Kaz himself for Gaius not to inflict bloodshed. In the end Kaz is led off by the guards and the rest make their way through the winding streets towards an inn called the Jackal’s Cackle. The women and men get separate rooms and many go to get some rest, still tired from their time out in the desert. Jaonos is still shaken by his ordeal seeing the mere and goes down to the common area for a drink. One drink turns into several and Jaonos even smokes Black Lotus--a shisha that is highly addictive, similarly to opium. He gets lost in the ghosts of his past while Aragywn sneaks out of her window and backtracks towards the harbor. \n\n\n She finds her target and locates Sand Serpent vessels, but is shocked to find Dessan’s flagship sifter moored in harbor, the Venom Fang. Clock, with his sense still heightened feels her leave and follows her like a shadow through the crowds. He confronts her about the silence she has exhibited the past few days and says that he could tell this had something to do with Dessan. She reveals that she has an old grudge with the Dragonborn and is seeking to settle the score. He cautions her against acting out brazenly. He offers his assistance in helping her, but dictates they should have a realistic plan. He goes his separate way to scout a bit more thoroughly as no one would stop Varien Grey in the streets. Aragwyn makes her way back to the inn where Jaonos starts drinking alongside Sand Serpents from Dessan’s crew. They recognize Jaonos as Talindra’s sun and begin to heckle Jaonos. As Aragywn returns and sees the Sand Serpents she can’t help herself or her rage. The situation gets tense and violence erupts in the common area. D’Harr joins the fray when in the middle of her meditation and prayers to Talisi she hears the commotion in the common area. In the fight the murder the three pirates and immediately take flight knowing that Aragwyn’s anger has put them all at great risk. They run...Jaonos stumbles really.",
  "CityId": 2
},
  {
    "title": "Street Urchin",
    "icon": "Street-Urchin.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler",
    "audio": ["street-urchin-pt1"],
    "series": "BWS",
    "bookTitle": "Festival of Fire",
    "bookNumber": 1,
    "chapterNumber": 6,
    "episodeSummary": "Clock is able to do extensive recon on the Sand Serpent vessels and feeling satisfied makes his way back to the inn where he watches the flight of his friends. They barrel through the crowded streets of Bariik’s and D’Harr knowing they are getting more and more lost within the twisting maze of the slums asks a little girl for assistance. The small half-elf girl is happy to oblige for some coin and starts leading them deeper up the slopes. As they round a bend and enter a small square where four streets converge they notice the little girl is gone. Angered by being tricked they bicker amongst themselves, it is only Varien who begins to notice they may be in some trouble. All of the buildings surrounding them are 3-4 story rundown tenements with hanging clothes lines. Slowly their wooden shutters close and even the one old woman within the square starts to pack up her things and move on knowing that anything could happen to these strangers. \n\n\n Clock tells the others to hide and then disguises himself as a Silver Spear soldier. He then verbally and a little physically starts to assault the old woman asking for directions. After his berating treatment of her she leaves. He then disguises himself as more of a street urchin looking fellow to blend into the typical crowds of the Knot. A gang rounds the corner from each of the intersections and Clock quickly relays to them what happened. The gang is infuriated by this would be Silver Spear and decide to take justice upon him rather than chase down the strangers they got a tip about and were planning to rob. They thank him and begin to run off. Varien able to take a big sigh of relief tells his friends that it's time to get out of there and to be wary who they trust...times being what they are, folks will sell you out for a penny. So they run and as they do so Jaonos notices the stark irony of Clocks warning as he sees a bounty poster of Clocks face upon a building wall. \n\n\n They move through the grand bazaar down closer to the docks and enter the Mirages Mint, a massive trading and auction house. As they enter their noses are assaulted by the smells of spices, food, liquors and raw materials. They pass potion shops, armorers, glass blowers and butcher shops. The Mint is a hive of activity and an easy place for them to hide and also create and alabi in case the Silver Spears coming looking for who killed those pirates back at Jackals Cackle. They enter a bizarre creatures and trinkets store where they quickly befriend the owner. She is an older high elf with large spectacles and white dreadlocks. She sells Clock and Jaonos scorpions for which to play Sting a popular game played aboard sifters and in bars where folks bet upon the outcome of two scorpions in combat. They also pay the old woman to develop an alibi. They then smash up her shop and she chases them out. Jaonos is immediately recognized and as he runs out he tells onlookers who was responsible for this destruction, “Jaonos Ventium...and friends!” \n\n\n They find an inn that Gaius said he would be staying at called the Wilted Blossom. It is an unassuming door on a side street within the Knot. They go down a flight of stairs and immediately notice the air to be cooler and not as dry as topside. They enter an open room where the purple flames of the hearth cast light. There is a bar and some long tables. Woven throughout the ceiling grating are vines with white night shades. The common room is calming. At the bar they order some food and a stiff drink from the Innkeeper, a Tiefling by the name of Luken. He tells them that Gaius left and hour before they arrived in search of Kaz, but he left them rooms already paid for. He tells them he is an old friend of Kaz and Gaius and that they should let him know of anything they need. He’s been in Bariik’s a long time and is happy to help in any way he can. The party is relieved to at least made one ally alongside their growing list of enemies. \n\n\n Many of them retire to their rooms for rest. While D’Harr sleeps she is woken from her meditation by a women in all black. She has tight fitting wraps and her face is obscured by her veil. D’Harr is on edge, but the woman reveals her face and it is a woman by the name of Sumeya. She is older than D’Harr with 3 blue tattoos on her face and a scar over her left eye. She questions D’Harr as to why she has left Takoom and after D’Harr explains Sha’heers kidnapping Sumeya is stunned. The Blade Maidens haven't received word of such a heinous crime and she promises D’Harr she will do all within her power to help. She gives her money and Talisi’s blessing and promises to return with more information. She advises D’Harr to keep a low profile as this is her first time out in the world. \n\n\n Clock, not being tired, plays his ocarina in the common area. It is an old and somber Tiefling tune from the time of the breaking. Jaonos, having slept off his intoxication immediately gets another drink to wake himself up and then asks Master Luken about the name Ruby Eye had given him, “The Tattered Prince.” Luken replies with the name, Sarin. Sarin is a boy within the city who has been helping heal the sick. His whereabouts are unknown, but if there’s someone who would know it would be Faisal and alchemist who owns a shop called the hooded cobra. It’s not far and faisal usually has a good pulse on the city as he pays a local gaggle of street urchin children for information and has developed a rather good spy network. \n\n\n They make their way towards the alchemists shop where they meet the fidgety, quirky gnome Faisal. Aragywn is more interested in his wares than this Tattered Prince. She asks him about poison strong enough to kill a dragonborn quickly. Faisal says that he could make her such a concoction, but dragonborn blood is cold and their hides are thick, so she would need something strong. He tells her about a nightshade flower found in the desert that contains highly deadly toxins if consumed. If she were to bring him a small bushel he could craft it for a price. In regards to Sarin he’s not certain, but he knows someone who recently helped Sarin, a dragonborn by the name of Jondar. He opens a manhole cover in his workshop and tells them they can easily cut across the city if they go underneath through the main aqueduct. He warns them not to stray as weird things lurk beneath. Warily, the party enters. \n\n\n They move through the damp and dank stone passageways of the sewer, covering their mouths to stop help barricade the onslaught of smalls. It doesn’t do much. They walk for about an hour and their walk turns more into a run when they hear the yelping and howling of what they assume to be ghouls in some of the side passages. \n\n\n They find Jondars hideout and are introduced to the black chromatic dragonborn. He is a devious looking fellow who gives them a wide toothy grin when they tell him that Faisal sent them. The mouth of his hideout leads out into the desert and there are about three cutters and many boxes. A smuggling operation. He tells them of how the Silver Spears are like bloodhounds and shipping anything into the city is a great risk. He is impressed that such a figure like Varien Grey could make their way into his humble operation and tells them he is willing to give them Sarin’s location if they do an errand for him. \n\n\n He asks them to venture out into the Vine and rendezvous with a Tuman Bay merchant ship. They will swap a scroll canister with the slavers in exchange for some illegal goods. They bring the goods back and the information is there's. He tells them they will have a guide names Amel to lead them out into the desert. They all agree to this and Jondar pulls Varein aside telling him that once the transaction is complete to kill the guide. To this, Clock agrees. \n\n\n The board the small cutter with their guide and begin to glide off into the rocks through a canyon. While sailing through their ship is disabled by a hidden chain that was buried beneath the sand. The rudder is disabled and will take some time to repair. As they step off to do this that’s when a hail of darts comes hurling down from the rocks on either side. A battle erupts in the canyon as these lizardfolk charge headlong towards them. Slave catchers. They have long hooked poles and nets in which to incapacitate their prey and then sell them to Tuman Bay as slaves. No one in the party will go quietly into the night and would rather die than become a slave, so they fight like lions. \n\n\n Blade clash, arrows are fired, spells burst with light throughout the canyon floor. Blood dampens the sand as the lizardfolk retreat back within the rocks. The carnage is everywhere and the party has felled many of their number, but taken a few cuts themselves. Their guide works feverishly on getting the rudder fixed when they hear a great roar echo and reverberate off of the obsidian rocks.",
    "CityId": 2
  },
  {
    "title": "Eventide",
    "icon": "Eventide.jpg",
    "cast": "Kal: Brendan Meyer",
    "audio": [],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 1,
    "episodeSummary": "",
    "CityId": 6
  },
  {
    "title": "Shadows of the Vine",
    "icon": "shadows-of-the-vine.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler",
    "audio": [],
    "series": "BWS",
    "bookTitle": "Festival of Fire",
    "bookNumber": 1,
    "chapterNumber": 7,
    "episodeSummary": "The Chimera is a terrifying sight. The creature with a snake, lion and ram head charges forth from the sand towards their tiny sifter. The rudder is fixed by Amal which enables the party to sail further down the canyon firing arrows into the Chimera who launches large barbs towards the sifter. As the beasts comes near the encounter comes down to hand to hand. Varien, Noor and D’Harr dodge around the beast as Jaonos and Aragywn do their best to incapacitate some of the heads. One by one they dispatch the creature and at great physical costs to themselves the creature is killed. Sailing towards them from further down the canyon is a small tinkerer ship. \n They are monster hunters and claim this creature as their own saying that they’ve been tracking and chasing it for days. The party obviously disagrees as they were the ones who defeated it and tensions rise. It is diffused however when the monster hunters offer to trade for the carcass. 1 item per head. They party is satisfied and they gain some quality items for the beast, a shield, boots and an amulet. The monster hunters begin to haul the beast away through the sands, dragging it unceremoniously behind their shotty sifter. They offer the party the join camps, safer in numbers within the Vine. The party accepts.  \nThey are able to unwind slightly and bind their wounds befriending the Monster Hunters. Around a fire they play Sting, drink ale and sing songs. One of the Hunters shares a wineskin full of restorative water from Dumaii’s Well, the home of the Wood Elves and a holy site throughout the Shattered Sands. Many make long pilgrimages across the dangerous and unforgiving dunes to drink from the wellspring. This water reminds Jaonos of his heritage, his father whom he’s never met and the scourge with which the Wood Elves treat him. He vows that he will return to Dumaii and seek out answers and demand to enter the Well proper, a place reserved only for full Wood Elves. He is envious of Aragywn. \nClock meanwhile ventures off up the slope of the Vine saying that he is going to quickly scout. His mask is stifling, like it was the night within the Blooming Fields. He swears he can still feel the lasting effects of Bloom he ate. He takes off his mask and looks to the small Silver Moon of Rhia. He wipes his face of sweat and breathes in the night air. Feeling a bit adrift he reaches for an old friend. From his utility belt he pulls forth a jet black hilt. He has wrapped its handle with leather covering the runescape etched into the handle. His fingers glide effortlessly into place within the wraps and the weight of the blade brings him comfort. Out of sight from the party and hidden behind the rocks he allows the blade to emit its fiery beam. The Sun Blade burns bright, his eyes glistening silver and white under the moonlight. His heightened senses allow him to see Amal, who was also climbing the slopes looking for what he could burn on the fire. Clock can’t allow this boy to reveal his identity, for everyone knows of this famous blade and the notorious face on wanted posters throughout the world. Amal tries to run seeing the devilish look in Clock’s eyes, but he isn’t fast enough. Clock holds him down and poisons the boy. \nHe then returns to camp and Clock tells them that their guide has run off. Everyone, believing Clock, curses the boy, but Aragwyn can see Clock is lying, even behind the metal mask. She confronts him away from the group about it and demands to know the truth if they are really friends. Clock tells her that the boy ran off headed back towards Barrik’s. She walks away, the look of sadness and disappointment in her eyes. \nClock angered by this and his life of running, killing and hiding marches backup the hill. He needs to get away. As he drudges up the dune however he hears a voice in the back of his head. \n \"A Silver Path corrupted by Ash my Children cannot cross. To Farther Fields to find their loves, the sleeping babes are lost. Twisting Vine. Forgotten King. A Silver child stands. Alight their way with blooming hand, through shadow, fire and blood you stand. Setting free the souls of Shattered Sands.\" \n Ash slowly falls all around him as gently as snow. He crests the top of the hill and sees a little below him an abandoned site of ruins. They are weathered and old. There is a figure concealed by the darkness who stands in the center of a runescape. A bright purple stone floats in the air near the man. There are 10 hooded individuals upon their knees and one by one the dark figure goes around a lops off their heads in one quick blur of their scimitar. With each death this purple orb seems to grow in brightness. \n Varien begins to mirror the movements of this dark figure and slowly draws his own scimitar and begins performing the same incantation, but alone. \n Aragywn comes back to the party angered and D’Harr asks her what’s wrong. She declares that she believes Clock is lying about Amal and D’Harr and her head up into the Vine to investigate for themselves. They follow Clock’s trail and they too notice the ash falling and as they crest the hill they take in the horrific sight down below. D’Harr immediately charges down the slope to put a stop to this abomination. Aragywn fires arrows to cover her. The dark figure yells for them to stop, but D’Harr bursts in and begins to attack them. The ritual is interrupted and bursting forth from this Orb is a tall black figures with chains wrapped around their body. In a swirl of violence it begins to attack all of them with long chains that seem to have a mind all their own. A Chain Demon… \n Clock also screams for them to stop and noticing the danger jumps into the fray--he is met by two long chains flying towards him. He is able to deflect the blows, but the Demon wraps his arm and blade within the black chains and pulls Clock forward into its meaty fist. D’Harr pulls Kian’s blade out of its sheath and begins to attack the chains around her flying through the air. One manages to hit her directly across the face. It bites across her jaw as blood pours from D’Harr. She is knocked to the sand, but able to roll out of the way before the Demon stamps on her with an iron foot. The dark figure who was performing the ritual begins chanting loudly and attacks the Chain Demon as well, it is clear they are not allies. The fight is desperate. Clock and D’Harr run behind large blocks of aged stone within the ruins as the Chain Demons swings its long barbes towards them breaking through rock sending fragments of razor sharp stone towards their eyes. They move as one, but they are becoming overwhelmed as two chains knock Aragywn off her feet and bat away Noor’s claws sending the poor desert cat flying into a pillar of stone. Aragywn tells her wounded companion to head back to camp and find Jaonos. The battle rages on, their situation getting more intense. The Demon seems to be growing stronger, soaking in the violence. It fights with a fury which the party has not seen before. \n While things for the rest of the party grow more and more dire, Jaonos Ventium grows more and more drunk. He is enjoying himself mightily with the Monster Hunters. It’s only after a long and most of the hunters headed to sleep that he realizes he’s alone. Noor, bloodied runs down the hill and Jaonos immediately and worried, follows the big cat up the slopes. He too crests the top of the hill with Noor and is shocked by the sight of such a formidable enemy. WIth the last swig of his wine sack he throws himself into the chaos. \n The Demon, sensing it has the upper hand, begins to taunt the group with images of their loved ones dying in order to draw them closer to the deadly whirlwind of chains. D’Harr rushes in and takes a nasty gash across her chest and as she falls to the ground her head slams a rock protruding from the sand. She is knocked unconscious. Clock moves in to protect his friend, but is also assaulted by the chains. At great physical harm to himself he manages to deflect as many blows he can and pull D’Harr away from striking distance-- he is near collapse. The Demon calls Jaonos, \"the Brood of Jizesh” in abysmal before unleashing his full force at Aragwyn and Jaonos. Bursting forth from under the sand are two Asirim. The jackal-like monstrosities they ran from in the Blooming Fields. The creatures howl and slash at the chains and the Demon with their long obsidian claws. One of them wears a twisted and broken crown on its head. This gives the party and the dark figure the time they need. The orb burns purple and with an incantation the figure is able to banish the demon back to the Abyss. With a flash of light and marrow chilling laughter the Demon is banished. The two Asirim turn into black sand and disappear back beneath the sand and out of sight, yet Aragywn can still feel their presence like she did in the desert. The purple orb falls to the sand colorless and is quickly picked up by the dark figure, the leader of the ritual. The party surrounds them. \n The man pulls back his grey hood and reveals himself to be a Tiefling by the name of Thrane. It is Big Boss Thrane, one of the most powerful people within Bariik’s Bowl. They question the ritual and the nexcessity to be killing all these people. He tells them that they were terminally ill with a sickness and that they wished to help. By swiftly ending their suffering they would be helping to cure the blight which is killing them slowly. A mysterious plague sweeping through the poor sections of Bariik’s. He tells them that a man named Sarin and a Blood Magi named Macide where the ones who gave him these volunteers. It requires death in order to commune with the Abysmal where Thrane apparently has a contact. The circle not being disrupted is what prevents any Demon from leaping out--like the Chain Demon did when Aragywn and D’Harr broke it. \nThe two names peak Jaonos’ interest as he has been seeking this Blood Mage since the Turiyaat and Ruby Eye told him that this \"Sarin\" would be the one to get him in touch with Macide. Thrane reveals that he knows where D’Harr’s sister is and that they all apparently have much to discuss. He guides them back towards a hidden ship, tucked away within the rocks. The Asp is its name and they board it in search of answers.",
    "CityId": 2
  },
  {
    "title": "Night of the Long Knives",
    "icon": "Knight_Of_The_Long_Knives.png",
    "cast":
      "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler, Kal: Brendan Meyer",
    "audio": ["night_of_the_long_knives.flac"],
    "series": "BWS",
    "bookTitle": "Festival of Fire",
    "bookNumber": 1,
    "chapterNumber": 8,
    "episodeSummary": "",
    "CityId": 2
  },
  {
    "title": "In the Belly of Black Fire",
    "icon": "in-the-belly-of-black-fire.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler, Kal: Brendan Meyer",
    "audio": ["in_the_belly_of_blackfire.flac"],
    "series": "BWS",
    "bookTitle": "Festival of Fire",
    "bookNumber": 1,
    "chapterNumber": 9,
    "episodeSummary": "",
    "CityId": 2
  },
  {
    "title": "Blood of My Blood",
    "icon": "Blood-of-my-blood.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler, Macide: Soren Ersbak",
    "audio": ["blood_of_my_blood.flac"],
    "series": "BWS",
    "bookTitle": "Festival of Fire",
    "bookNumber": 1,
    "chapterNumber": 10,
    "episodeSummary": "",
    "CityId": 2
  },
  {
    "title": "A Man of Deals",
    "icon": "A-Man-Of-Deals.jpg",
    "cast": "Kal: Brendan Meyer",
    "audio": ["a-man-of-deals.mp3"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 2,
    "episodeSummary": "",
    "CityId": 2
  },
  {
    "title": "Blood Transfusion",
    "icon": "blood-transfusion-icon.jpg",
    "cast":
      "Jhanos: Andrew Saenz, D'Harr: Trent Stork, Clock: Ben Lapaen, Aragwyn: Iris Kohler, Macide: Soren Ersbak",
    "audio": ["blood-transfusion.flac"],
    "series": "BWS",
    "bookTitle": "Festival of Fire",
    "bookNumber": 1,
    "chapterNumber": 11,
    "episodeSummary": "",
    "CityId": 2
  },
  {
    "title": "Sacrifice of the Seventh",
    "icon": "Sacrifice_Of_The_Seventh.jpg",
    "cast": "",
    "audio": [],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 3,
    "episodeSummary": ""
  },
  {
    "title": "The Storm of Steel Pt. 1",
    "icon": "storm-of-steel-pt1.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler",
    "audio": ["the-storm-of-steel-part1.flac"],
    "series": "BWS",
    "bookTitle": "Festival of Fire",
    "bookNumber": 1,
    "chapterNumber": 12,
    "episodeSummary": "",
    "CityId": 2
  },
  {
    "title": "The Storm of Steel Pt. 2",
    "icon": "storm-of-steel-pt2.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler",
    "audio": ["the-storm-of-steel-part2.flac"],
    "series": "BWS",
    "bookTitle": "Festival of Fire",
    "bookNumber": 1,
    "chapterNumber": 13,
    "episodeSummary": "",
    "CityId": 2
  },
  {
    "title": "In the Shade of the White Tower",
    "icon": "Shade_of_the_white_tower.jpg",
    "cast": "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["in-the-shade-of-the-white-tower.mp3"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 4,
    "episodeSummary": "",
    "CityId": 3
  },
  {
    "title": "Approaching Uk Varr",
    "icon": "Approaching Uk Varr.jpg",
    "cast": "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": [],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 5,
    "episodeSummary": "",
    "CityId": 4
  },
  {
    "title": "Line in the Sand",
    "icon": "A_Line_In_The_Sand.png",
    "cast": "Jhanos: Andrew Saenz, Clock: Ben Lapaen, D'Harr: Trent Stork, Aragwyn: Iris Kohler",
    "audio": [],
    "series": "BWS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 1,
    "episodeSummary": ""
  },
  {
    "title": "Tombstone",
    "icon": "Tombstone.jpg",
    "cast": "Vass: Nathan Spring, Besh: Lane Flores",
    "audio": [],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 6,
    "episodeSummary": "",
    "CityId": 4
  },
  {
    "title": "Return to Fire",
    "icon": "return_to_fire.jpg",
    "cast": "",
    "audio": [],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 7,
    "episodeSummary": "",
    "CityId": 2
  },
  {
    "title": "Shaking Hands with the Devil",
    "icon": "Shaking-hands-with-the-devil.jpg",
    "cast": "Kal: Brendan Meyer, Androl: Matt Scannell",
    "audio": ["shaking-hands-with-the-devil-pt1.m4a", "shaking-hands-with-the-devil-pt2.m4a"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 8,
    "episodeSummary": "",
    "CityId": 9
  },
  {
    "title": "Blood Amber",
    "icon": "Blood-Amber.jpg",
    "cast":
      "Kal: Brendan Meyer, Androl: Matt Scannell, Mercury: Brian Shutters",
    "audio": ["blood-amber.mp3"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 9,
    "episodeSummary": "",
    "CityId": 1
  },
  {
    "title": "Alls Well that Ends Well",
    "icon": "alls_well_icon.jpeg",
    "cast":
      "Jhanos: Andrew Saenz, D'Harr: Trent Stork, Clock: Ben Lapaen, Aragwyn: Iris Kohler, Kal: Brendan Meyer",
    "audio": ["alls-well-that-ends-well.flac"],
    "series": "BWS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 2,
    "episodeSummary": "",
    "CityId": 7
  },
  {
    "title": "Belly of the Beast pt. 1",
    "icon": "belly-of-the-beast-pt1.jpg",
    "cast": "",
    "audio": [],
    "series": "BWS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 3,
    "episodeSummary": ""
  },
  {
    "title": "Belly of the Beast pt. 2",
    "icon": "belly-of-the-beast-pt2.jpg",
    "cast":
      "Jhanos: Andrew Saenz, D'Harr: Trent Stork, Clock: Ben Lapaen, Aragwyn: Iris Kohler, Kal: Brendan Meyer",
    "audio": ["belly-of_the_beast-pt2.flac"],
    "series": "BWS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 4,
    "episodeSummary": ""
  },
  {
    "title": "A Part",
    "icon": "A-Part.jpg",
    "cast":
      "Jhanos: Andrew Saenz, D'Harr: Trent Stork, Clock: Ben Lapaen, Aragwyn: Iris Kohler, Kal: Brendan Meyer",
    "audio": ["a-part.flac"],
    "series": "BWS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 5,
    "episodeSummary": "",
    "CityId": 5
  },
  {
    "title": "Aperture",
    "icon": "Moving_Through_Tunnels.jpg",
    "cast": "",
    "audio": [],
    "series": "BWS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 6,
    "episodeSummary": "",
    "CityId": 5
  },
  {
    "title": "Penance",
    "icon": "Prelude-to-Sins.jpg",
    "cast": "",
    "audio": ["penance.mp3"],
    "series": "VOS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 10,
    "episodeSummary": "",
    "CityId": 5
  },

  {
    "title": "Sins of A Souless Empire Part 1",
    "icon": "sins-of-a-soulless-empire-pt2.jpg",
    "cast":
      "Jhanos: Andrew Saenz, D'Harr: Trent Stork, Clock: Ben Lapaen, Aragwyn: Iris Kohler, Kal: Brendan Meyer, Vass: Nathan Spring",
    "audio": ["sins-of-a-soulless-empire-pt1.flac"],
    "series": "BWS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 7,
    "episodeSummary": "",
    "CityId": 5
  },
  {
    "title": "Sins of A Souless Empire Part 2",
    "icon": "sins-of-a-soulless-empire-pt2.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Clock: Ben Lapaen, Aragwyn: Iris Kohler, Kal: Brendan Meyer, Vass: Nathan Spring",
    "audio": ["sins-of-a-soulless-empire-pt2.flac"],
    "series": "BWS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 8,
    "episodeSummary": "",
    "CityId": 5
  },
  {
    "title": "Mother Dearest",
    "icon": "Mother_Dearest.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Clock: Ben Lapaen, Aragwyn: Iris Kohler, Talindra: Lane Flores",
    "audio": ["mother-dearest.flac"],
    "series": "BWS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 9,
    "episodeSummary": "",
    "CityId": 5
  },
  {
    "title": "Forgiven But Not Forgotten",
    "icon": "Forgiven-But-Not-Forgotten.jpg",
    "cast": "Jhanos: Andrew Saenz, Clock: Ben Lapaen, Aragwyn: Iris Kohler",
    "audio": ["forgiven-but-not-forgotten.flac"],
    "series": "BWS",
    "bookTitle": "The Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 10,
    "episodeSummary": "",
    "CityId": 5
  },
  {
    "title": "Bloodlust",
    "icon": "BloodLust.jpg",
    "cast": "Vass: Nathan Spring, Kal: Brendan Meyer",
    "audio": ["bloodlust.mp3"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 11,
    "CityId": 5
  },
  {
    "title": "Nautalis Descending",
    "icon": "nautalis_descending_icon.jpg",
    "cast":
      "Clock: Ben Lapaen, Talindra: Lane Flores Jhanos: Andrew Saenz, Aragwyn: Iris Kohler Kal: Brendan Meyer",
    "audio": ["nautalis-descending.flac"],
    "series": "BWS",
    "bookTitle": "Heir of Malice",
    "bookNumber": 2,
    "chapterNumber": 11,
    "CityId": 5
  },
  {
    "title": "Fight or Flight",
    "icon": "Fight-Or-Flight.jpg",
    "cast": "Jhanos: Andrew Saenz",
    "audio": ["fight-or-flight.mp3"],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 1,
    "CityId": 5
  },
  {
    "title": "Ways of the Dark",
    "icon": "the_ways.jpg",
    "cast": "Vass: Nathan Spring, Kal: Brendan Meyer, Androl: Matt Scannell",
    "audio": ["ways-of-the-dark.mp3"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 12
  },
  {
    "title": "Deja Vu",
    "icon": "deja-vu.jpg",
    "cast": "Jhanos: Andrew Saenz, Aragwyn: Iris Kohler",
    "audio": ["deja-vu.flac"],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 2
  },
  {
    "title": "Blacker Than Black",
    "icon": "Blacker_Than_Black_icon.jpeg",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Androl: Matt Scannell, Hawk: Ben Lapaen",
    "audio":["blacker-than-black.mp3"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 13
  },
  {
    "title": "Promise Me",
    "icon": "Promise_Me.jpg",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Androl: Matt Scannell, Macide: Soren Ersbak",
    "audio": ["promise-me.mp3"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 14
  },

  {
    "title": "Crossroads",
    "icon": "CrossRoads.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Clock: Ben Lapaen, Besh: Lane Flores, Androl: Matt Scannell",
    "audio": ["crossroads.flac"],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 4,
    "CityId": 1
  },

  {
    "title": "Sandstorm",
    "icon": "Sandstorm.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Macide: Soren Ersbak,  Kal: Brendan Meyer",
    "audio": ["sandstorm.mp3"],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 5,
    "CityId": 1
  },

  {
    "title": "Remember Me ",
    "icon": "Remember_Me.png",
    "cast":
      "Jhanos: Andrew Saenz, Macide: Soren Ersbak,  Clock: Ben Lapaen",
    "audio": [],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 6,
    "CityId": 1
  },
  {
    "title": "Borrowed Time",
    "icon": "Borrowed_Time.jpg",
    "cast": "D'Harr: Andrew Saenz, Clock: Ben Lapaen",
    "audio": ["borrowed-time.flac"],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 3
  },
  {
    "title": "Debts Owed, Debts Repaid",
    "icon": "Debts_repaired_debts_owned.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Macide: Soren Ersbak,  Kal: Brendan Meyer, Vass: Nathan Spring",
    "audio": ["debts-owed-debts-repaid.mp3"],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 7,
    "CityId": 1
  },
  {
    "title": "The Grand Library ",
    "icon": "Grand_Library.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Macide: Soren Ersbak,  Kal: Brendan Meyer, Vass: Nathan Spring",
    "audio": ["grand-library-pt1.mp3", "grand-library-pt2.flac", "grand-library-pt3.m4a"],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 8,
    "CityId": 1
  },
  {
    "title": "Betrayed, Lost, Sold",
    "icon": "Betrayed-Lost-Sold.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Macide: Soren Ersbak,  Kal: Brendan Meyer, Vass: Nathan Spring",
    "audio": ["betrayed-lost-sold.m4a"],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 9,
    "CityId": 1
  },
  {
    "title": "Written in stone",
    "icon": "written-in-stone.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Kal: Brendan Meyer, Vass: Nathan Spring",
    "audio": ["written-in-stone.m4a"],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 10,
    "CityId": 1
  },
  {
    "title": "The Die is Cast",
    "icon": "The_Die_Has_Been_Cast.jpg",
    "cast":
      "Jhanos: Andrew Saenz, Kal: Brendan Meyer, Vass: Nathan Spring",
    "audio": [],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 11,
    "CityId": 1
  },
  {
    "title": "To The Hunt",
    "icon": "To-the-Hunt.jpg",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores, Ragnar: Greg Leist",
    "audio": ["to-the-hunt-pt1.m4a", "to-the-hunt-pt2.m4a", "to-the-hunt-pt3.m4a", "to-the-hunt-pt4.m4a", "to-the-hunt-pt5.m4a"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 15
  },
  {
    "title": "The Acqueducts",
    "icon": "The_Acqueducts.jpg",
    "cast":
    "Jhanos: Andrew Saenz, Macide: Soren Ersbak,  Clock: Ben Lapaen",
    "audio": [],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 12,
    "CityId": 1
  },
  {
    "title": "The Great Gamble",
    "icon": "The-Great-Gamble.jpg",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["the-great-gamble.m4a"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 16
  },
  {
    "title": "In Harms Way",
    "icon": "In_Harms_Way.jpg ",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["in-harms-way.m4a"],
    "series": "VOS",
    "bookTitle": "Afterglow",
    "bookNumber": 1,
    "chapterNumber": 17
  },
  {
    "title": "Sisters through Right and Wrong ",
    "icon": "Sisters_thru_right_and_wrong.jpg",
    "cast":
    "D'Harr: Trent Stork, Talindra: Lane Flores",
    "audio": ["sisters-through-right-and-wrong.m4a"],
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 13,
    "CityId": 1
  },
  {
    "title": "Her Sinking Sun",
    "icon": "her-sinking-sun.jpg",
    "cast":
    "D'Harr: Trent Stork, Talindra: Lane Flores",
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 14,
    "CityId": 1,
    "audio": ["her-sinking-sun.m4a"]
  },
  {
    "title": "The Weight of Memory",
    "icon": "weight-of-memory.jpg",
    "cast":
    "D'Harr: Trent Stork, Talindra: Lane Flores, Kal: Brendan Meyer, Vass: Nathan Spring, Besh: Lane Flores, Jhanos: Andrew Saenz, Clock: Ben Lapaen, Aragwyn: Iris Kohler, Macide: Soren Ersbak ",
    "series": "BWS",
    "bookTitle": "Blood Of My Blood",
    "bookNumber": 3,
    "chapterNumber": 14,
    "CityId": 1,
    "audio": ["weight-of-memory-pt1.m4a","weight-of-memory-pt2.m4a","weight-of-memory-pt3.m4a","weight-of-memory-pt4.m4a","weight-of-memory-pt5.m4a"]
  },
  {
    "title": "Encroaching Shadows",
    "icon": "encroaching-shadow.jpg",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["encroaching-shadow.m4a"],
    "series": "VOS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber": 1
  },
  {
    "title": "Chamber of Reflection",
    "icon": "chamber-of-reflection.jpg",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["chamber-of-reflection.m4a"],
    "series": "VOS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber": 2
  },
  {
    "title": "Starfall",
    "icon": "starfall.jpg ",
    "cast":
    "Clockaris: Ben Lapean, Macide: Soren Ersbak, Jhanos: Andrew Saenz, Clock: Ben Lapaen, Aragwyn: Iris Kohler",
    "audio": ["starfall.mp3"],
    "series": "VOS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber": 3
  },
  {
    "title": "Which Way?",
    "icon": "which-way.jpg ",
    "cast":
      "Clockaris: Ben Lapean, Macide: Soren Ersbak, Jhanos: Andrew Saenz, Clock: Ben Lapaen, Aragwyn: Iris Kohler",
    "audio": ["which-way-1.mp3", "which-way-1.mp3"],
    "series": "BWS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber": 4
  },
  {
    "title": "Diamonds are not Forever",
    "icon": "diamonds-are-not-forever.jpg ",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["diamonds-are-not-forever.m4a"],
    "series": "VOS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber":5
  },
  {
    "title": "Living Proof",
    "icon": "living-proof.jpg ",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["living-proof.m4a"],
    "series": "VOS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber": 6
  },
  {
    "title": "Snake in the Grass",
    "icon": "snake-in-the-grass.jpg ",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["snake-in-the-grass.m4a"],
    "series": "VOS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber": 7
  },
  {
    "title": "Slither",
    "icon": "slither.jpg ",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["slither.m4a"],
    "series": "VOS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber": 8
  },
  {
    "title": "Scars",
    "icon": "scars.jpg ",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["scars.m4a"],
    "series": "VOS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber": 8
  },
  {
    "title": "I did it for love",
    "icon": "i-did-it-for-love.jpg",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["i-did-it-for-love.m4a"],
    "series": "VOS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber": 9
  },
  {
    "title": "Heart of Darkness",
    "icon": "heart-of-darkness.jpg ",
    "cast":
      "Vass: Nathan Spring, Kal: Brendan Meyer, Besh: Lane Flores",
    "audio": ["heart-of-darkness.m4a"],
    "series": "VOS",
    "bookTitle": "The Last Beginning",
    "bookNumber": 4,
    "chapterNumber": 10
  }
]
